Repository: Nokse22/teleprompter
Catalog: po/*.po
Languages: kk

source: Teleprompter
kk: Телесуфлер

source: A simple app to read scrolling text from your screen. It has an adaptive layout to work on smartphones too.
kk: Экраннан айналып жүретін мәтінді оқуға арналған қарапайым қолданба. Ол смартфондарда да жұмыс істеу үшін бейімделген макетке ие.

source: Stay on track during speeches
kk: Сөйлеу кезінде бағытты сақтаңыз

source: Teleprompter displaying text on a widescreen
kk: Кең экранда мәтін көрсетіп тұрған телесуфлер

source: Teleprompter displaying text on a widescreen with dark theme
kk: Қараңғы тақырыппен кең экранда мәтін көрсетіп тұрған телесуфлер

source: Teleprompter displaying text in a narrow screen
kk: Тар экранда мәтін көрсетіп тұрған телесуфлер

source: translator-credits
kk: AnmiTaliDev <anmitali198@gmail.com>

source: Generals
kk: Жалпы

source: Scroll Settings
kk: Айналдыру параметрлері

source: Scroll Speed
kk: Айналдыру жылдамдығы

source: In words per minute (approximately)
kk: Минутына сөз саны (шамамен)

source: Text
kk: Мәтін

source: Highlight color
kk: Ерекшелеу түсі

source: Bold Highlight
kk: Жуан ерекшелеу

source: Font color
kk: Қаріп түсі

source: Font
kk: Қаріп

source: Toggle Fullscreen
kk: Толық экранды ауыстыру

source: Start/Stop
kk: Бастау/Тоқтату

source: Increase Speed
kk: Жылдамдықты арттыру

source: Decrease Speed
kk: Жылдамдықты азайту

source: Increase Font Size
kk: Қаріп өлшемін арттыру

source: Decrease Font Size
kk: Қаріп өлшемін азайту

source: Open a File
kk: Файлды ашу

source: Paste from Clipboard
kk: Буферден қою

source: Follow System
kk: Жүйені ілесу

source: Light Theme
kk: Ашық тақырып

source: Dark Theme
kk: Қараңғы тақырып

source: Play/Pause
kk: Ойнату/Тоқтату

source: Mirror Horizontally
kk: Көлденең айналдыру

source: Mirror Vertically
kk: Тік айналдыру

source: _Preferences
kk: _Баптаулар

source: _Keyboard Shortcuts
kk: _Пернетақта жарлықтары

source: _About Teleprompter
kk: _Телесуфлер туралы

source: General
kk: Жалпы

source: Show Shortcuts
kk: Жарлықтарды көрсету

source: Show Preferences
kk: Баптауларды көрсету

source: Quit
kk: Шығу

source: Fullscreen
kk: Толық экран

source: Mirror Horizonatlly
kk: Көлденең айналдыру

source: Reset View
kk: Көріністі қалпына келтіру
